Repository: SolusOS-discontinued/athena-extensions
Catalog: gksu-2.0.2/debian/pos/*.po
Languages: pt_br, ru

source: GKsu version %s
pt_br: GKsu versão %s
ru: GKsu версии %s

source: Usage: %s [-u <user>] [options] <command>
pt_br: Utilização: %s [-u <user>] [opções] <command>
ru: Использование: %s [-u <пользователь>] [параметры] <команда>

source: --debug, -d Print information on the screen that might be useful for diagnosing and/or solving problems.
pt_br: --debug, -d Escreve informação no ecrã que pode ser útil para diagnosticar e/ou resolver problemas.
ru: --debug, -d Вывод информации, которая может быть полезна для диагностики и/или решения проблем.

source: --user <user>, -u <user> Call <command> as the specified user.
pt_br: --user <user>, -u <user> Chama <command> como o utilizador especificado.
ru: --user <пользователь>, -u <пользователь> Выполнить <команду> от имени указанного пользователя.

source: --disable-grab, -g Disable the "locking" of the keyboard, mouse, and focus done by the program when asking for password.
pt_br: --disable-grab, -g Desactiva o "bloqueio" do teclado, rato, e foco feito pelo programa quando pergunta pela palavra-passe.
ru: --disable-grab, -g Отключить "блокирование" клавиатуры, мыши и передать фокус программе при запросе пароля.

source: --prompt, -P Ask the user if they want to have their keyboard and mouse grabbed before doing so.
pt_br: --prompt, -P Pergunta ao utilizador se quer ter o teclado e rato capturado antes de o fazer.
ru: --prompt, -P Спросить пользователя перед блокированием клавиатуры и мыши.

source: --preserve-env, -k Preserve the current environments, does not set $HOME nor $PATH, for example.
pt_br: --preserve-env, -k Preserva os ambientes actuais, não define $HOME nem $PATH, por exemplo.
ru: --preserve-env, -k Сохранить текущее окружение, например, не изменять $HOME и $PATH.

source: --login, -l Make this a login shell. Beware this may cause problems with the Xauthority magic. Run xhost to allow the target user to open windows on your display!
pt_br: --login, -l Faz disto uma shell de login. Cuidado que isto pode causar problemas com o Xauthority magic. Corra xhost para permitir ao utilizador destinatário abrir janelas no seu display!
ru: --login, -l Создать сеанс. Учтите, что это может вызвать проблемы с Xauthority. Выполните xhost для разрешения целевому пользователю открывать окна на вашем дисплее!

source: --description <description|file>, -D <description|file> Provide a descriptive name for the command to be used in the default message, making it nicer. You can also provide the absolute path for a .desktop file. The Name key for will be used in this case.
pt_br: --description <description|file>, -D <description|file> Fornece um nome descritivo para o comando a ser usado na mensagem predefinida, tornando-a melhor. Você também pode fornecer o caminho absoluto para um ficheiro .desktop. Neste caso será usada a chave Name.
ru: --description <описание|файл>, -D <описание|файл> Задать описание команды для использования в сообщении. Также можно указать абсолютный путь к .desktop файлу. В этом случае будет использовано значение ключа Name.

source: --message <message>, -m <message> Replace the standard message shown to ask for password for the argument passed to the option. Only use this if --description does not suffice.
pt_br: --message <message>, -m <message> Substitui a mensagem standard mostrada para pedir a palavra-passe para o argumento passado à opção. Use isto apenas se --description não for suficiente.
ru: --message <сообщение>, -m <сообщение> Заменить стандартное сообщение при запросе пароля на указанное. Используйте, только если --description не достаточно.

source: --print-pass, -p Ask gksu to print the password to stdout, just like ssh-askpass. Useful to use in scripts with programs that accept receiving the password on stdin.
pt_br: --print-pass, -p Pede ao gksu para escrever a palavra-passe no stdout, tal como ssh-askpass. Útil para usar em scripts com programas que aceitam receber a palavra-passe no stdin.
ru: --print-pass, -p Вывести пароль в стандартный поток вывода, также как ssh-askpass. Подходит для использования в скриптах с программами, позволяющими задать пароль в потоке ввода.

source: --sudo-mode, -S Make GKSu use sudo instead of su, as if it had been run as "gksudo".
pt_br: --sudo-mode, -S Faz o GKSu usar sudo em vez de su, como se fosse corrido como "gksudo".
ru: --sudo-mode, -S Использовать sudo вместо su, т.е. как "gksudo".

source: --su-mode, -w Make GKSu use su, instead of using libgksu's default.
pt_br: --su-mode, -w Faz o GKSu usar su, em vez de usar a predefinição da libgksu.
ru: --su-mode, -w Использовать su вместо умолчания в libgksu

source: Advanced options
pt_br: Opções avançadas
ru: Дополнительные параметры

source: <b>Options to use when changing user</b>
pt_br: <b>Opções a usar quando muda de utilizador</b>
ru: <b>Параметры используемые при смене пользователя</b>

source: _login shell
pt_br: shell de _login
ru: _оболочка сеанса

source: _preserve environment
pt_br: _preservar o ambiente
ru: _сохранить окружение

source: Run program
pt_br: Executar programa
ru: Выполнить программу

source: Run:
pt_br: Executar:
ru: Выполнить:

source: As user:
pt_br: Como utilizador:
ru: Как пользователь:

source: _Advanced
pt_br: _Avançado
ru: _Дополнительно

source: Missing command to run.
pt_br: Comando para executar em falta.
ru: Пропущена команда для запуска.

source: Option not accepted for --disable-grab: %s
pt_br: Opção não aceite para --disable-grab: %s
ru: Параметр не допустимый для --disable-grab: %s

source: Option not accepted for --prompt: %s
pt_br: Opção não aceite para --prompt: %s
ru: Параметр не допустимый для --prompt: %s

source: <b>Would you like your screen to be "grabbed" while you enter the password?</b> This means all applications will be paused to avoid the eavesdropping of your password by a a malicious application while you type it.
pt_br: <b>Deseja que o seu ecrã seja "agarrado" enquanto insere a palavra-passe?</b> Isto significa que todas as aplicações serão colocadas em pausa para evitar a intercepção da sua palavra-passe por um programa malicioso enquanto a escreve.
ru: <b>"Захватить" экран при вводе пароля?</b> При этом, для избежания перехвата вводимого вами пароля, все приложения будут приостановлены.

source: <big><b>Missing options or arguments</b></big> You need to provide --description or --message.
pt_br: <big><b>Opções ou argumentos em falta</b></big> Você precisa de fornecer --description ou --message.
ru: <big><b>Не хватает параметра или аргумента</b></big> Требуется --description или --message.

source: <b>Failed to request password.</b> %s
pt_br: <b>Falhou ao pedir a palavra-passe.</b> %s
ru: <b>Не удалось запросить пароль.</b> %s

source: User %s does not exist.
pt_br: O utilizador %s não existe.
ru: Пользователь %s не существует.

source: <b>Incorrect password... try again.</b>
pt_br: <b>Palavra-passe incorrecta... tente de novo.</b>
ru: <b>Неверный пароль... Попробуйте снова.</b>

source: <b>Failed to run %s as user %s.</b> %s
pt_br: <b>Falhou ao executar %s como utilizador %s.</b> %s
ru: <b>Не удалось запустить %s от пользователя %s.</b> %s

source: Opens a terminal as the root user, using gksu to ask for the password
pt_br: Abre um terminal como o utilizador root, usando o gksu para pedir a palavra-passe
ru: Открыть терминал для суперпользователя, используя gksu для запроса пароля

source: Root Terminal
pt_br: Terminal de Root
ru: Терминал суперпользователя

source: Open as administrator
pt_br: Abrir como administrador
ru: Открыть как администратор

source: Opens the file with administrator privileges
pt_br: Abre o ficheiro com privilégios de administrador
ru: Открыть файл с привилегиями администратора

source: <big><b>Unable to determine the program to run.</b></big> The item you selected cannot be open with administrator powers because the correct application cannot be determined.
pt_br: <big><b>Incapaz de determinar o programa para executar.</b></big> O item que seleccionou não pode ser aberto com poderes de administrador porque a aplicação correcta não pode ser determinada.
ru: <big><b>Невозможно определить программу для запуска.</b></big> Выбранный вами элемент не может быть открыт с правами администратора, как как соответствующее приложение не может быть определено.
