Repository: SolusOS-discontinued/athena-extensions
Catalog: file-roller-3.4.2/help/*/*.po
Languages: de, ja, ru

source: <app>File Roller</app> extracts only the chosen files
de: Der <app>Archivmanager</app> entpackt nur die gewählten Dateien
ja: <app>File Roller</app> は、選択されたファイルのみを展開します。

source: Select them before you click <guiseq><gui style="menu">Archive</gui><gui style="menuitem">Extract…</gui></guiseq>. Do this by clicking on the file name. Press <key>Ctrl</key> or <key>Shift</key>, to select more than one file.
de: Wählen Sie die Dateien aus, bevor Sie <guiseq><gui style="menu">Archiv</gui><gui style="menuitem">Entpacken …</gui></guiseq> wählen. Klicken Sie hierzu auf den Dateinamen. Halten Sie die <key>Strg</key>-Taste oder die <key>Umschalttaste</key> gedrückt, um mehrere Dateien auszuwählen.
ja: <guiseq><gui style="menu">アーカイブ</gui><gui style="menuitem">展開…</gui></guiseq>をクリックする前にファイルを選択してください。ファイル名をクリックすることでファイルを選択できます。<key>Ctrl</key> または <key>Shift</key> を押すと複数のファイルを選択できます。

source: Files
de: Dateien
ja: ファイル

source: you can type the names of the files that you want to extract
de: Geben Sie die Namen der zu entpackenden Dateien ein
ja: 展開したいファイルの名前を入力できます

source: The file name needs to be followed by a file extension. You can extract, for example, all <file>.txt</file> files, by typing <file>*.txt</file>.
de: Dem Dateinamen muss eine Dateinamenerweiterung angehängt werden. Sie können zum Beispiel alle <file>.txt</file>-Dateien entpacken, indem Sie <file>*.txt</file> eingeben.
ja: ファイル名には、ファイルの拡張子を続ける必要があります。例えば、<file>*.txt</file> と入力することにより、すべての <file>.txt</file> がついたファイルを展開できます。

source: You can specify in the file chooser dialog whether you want:
de: Im Dateiwählerdialog können Sie Folgendes angeben:
ja: ファイル選択ダイアログ内で、次の設定が可能です

source: Re-create folders
de: Ordner neu anlegen
ja: フォルダーを再作成する

source: Tick this option if you want to keep the directory structure, as it was in your archive
de: Aktivieren Sie diese Option, wenn Sie die Ordnerstruktur erhalten wollen, so wie sie in Ihrem Archiv vorhanden ist
ja: ディレクトリ構造をアーカイブと同様に維持する場合は、このオプションにチェックを入れてください。

source: Overwrite existing files
de: Vorhandene Dateien ersetzen
ja: 既存のファイルに上書きする

source: If your archive contains files with the same name as those in the destination folder, then <app>File Roller</app> will overwrite them during extraction if this option is enabled
de: Falls Ihr Archiv Dateien enthält, deren Namen im Zielordner bereits vorhanden sind, dann überschreibt der <app>Archivmanager</app> diese Dateien beim entpacken, falls diese Option aktiviert ist
ja: 展開先のフォルダーに存在するファイル名と同名のファイルがアーカイブ内に存在する場合、このオプションが有効になっていると <app>File Roller</app> は、展開中に既存のファイルを上書きします。

source: Do not extract older files
de: Keine älteren Dateien entpacken
ja: 古いファイルを展開しない

source: This option will not overwrite existing files with the same name, which have a more recent modification date than those which are in the archive.
de: Diese Option sorgt dafür, dass keine vorhandenen Dateien gleichen Namens überschrieben werden, die laut Änderungszeitpunkt neuer sind als jene im Archiv.
ja: このオプションを指定するとアーカイブ内の更新日時より新しい更新日時の同名ファイルを上書きしません。

source: These <gui>Actions</gui> are listed at the bottom of the dialog.
de: Diese <gui>Aktionen</gui> werden am unteren Rand des Dialogs aufgelistet.
ja: これらの<gui>アクション</gui>は、ダイアログの下部に一覧表示されています。

source: The option <gui>Do not extract older files</gui> is only avaiable when the option <gui>Overwrite existing files</gui> has been enabled.
de: Die Option <gui>Keine älteren Dateien entpacken</gui> ist nur verfügbar, wenn die Option <gui>Vorhandene Dateien ersetzen</gui> aktiviert ist.
ja: <gui>古いファイルを展開しない</gui>というオプションは、<gui>既存のファイルに上書きする</gui>というオプションが有効である場合にのみ利用可能です。

source: Extract files or folders from your archive
de: Dateien oder Ordner aus einem Archiv entpacken
ja: アーカイブからファイルまたはフォルダーを展開

source: Extract files from archive using <app>File Roller</app> by following these steps:
de: Entpacken Sie Dateien aus einem Archiv mit dem <app>Archivmanager</app> wie folgt:
ja: 以下の手順で <app>File Roller</app> を利用してアーカイブからファイルを展開します。

source: <link xref="archive-open">Open</link> an archive.
de: <link xref="archive-open">Öffnen</link> Sie ein Archiv.
ja: 任意のアーカイブを<link xref="archive-open">開きます</link>。

source: Click <guiseq><gui style="menu">Archive</gui><gui style="menuitem">Extract…</gui></guiseq> or click the <gui>Extract</gui> toolbar button.
de: Klicken Sie auf <guiseq><gui style="menu">Archiv</gui><gui style="menuitem">Entpacken …</gui></guiseq> oder klicken Sie auf den <gui>Entpacken</gui>-Knopf in der Werkzeugleiste.
ja: <guiseq><gui style="menu">アーカイブ</gui><gui style="menuitem">展開…</gui></guiseq>をクリックするか、<gui>展開</gui>というツールバーボタンをクリックします。

source: Choose the location in the file chooser, into which the files should be extracted. This will be the destination folder.
de: Wählen Sie den Ort im Dateiwählerdialog, wo die Dateien entpackt werden sollen. Dies wird der Zielordner sein.
ja: ファイル選択ダイアログでファイルを展開する場所を選択します。これが、展開先フォルダーとなります。

source: There are additional options in this dialog. See <link xref="archive-extract-advanced-options">advanced options for extracting archives</link>.
de: In diesem Dialog stehen weitere Optionen zur Verfügung. Siehe <link xref="archive-extract-advanced-options">Fortgeschrittene Optionen zum Entpacken von Archiven</link>.
ja: このダイアログには、追加のオプションが存在します。<link xref="archive-extract-advanced-options">アーカイブ展開に関する高度なオプション</link>を参照してください。

source: Click <gui>Extract</gui>.
de: Klicken Sie auf <gui>Entpacken</gui>.
ja: <gui>展開</gui>をクリックする。

source: If an archive is protected by a password, <app>File Roller</app> will request it. Type the password and click <gui>OK</gui>.
de: Falls das Archiv durch ein Passwort geschützt ist, wird der <app>Archivmanager</app> Sie danach fragen. Geben Sie das Passwort ein und klicken Sie auf <gui>OK</gui>.
ja: アーカイブがパスワードにより保護されている場合、<app>File Roller</app> がパスワードを要求します。パスワードを入力し、<gui>OK</gui> をクリックします。

source: The application will show you the progress bar in a new dialog. If the extraction completes successfully, you will be asked whether you want to:
de: Die Anwendung zeigt einen Fortschrittsbalken in einem neuen Fenster an. Sobald das Entpacken erfolgreich abgeschlossen ist, können Sie zwischen folgenden Optionen wählen:
ja: アプリケーションは、新しいダイアログでプログレスバーを表示します。展開が成功すれば、次にどうするか以下のオプションから選択するよう尋ねられます。

source: <gui>Quit</gui> - this option closes <app>File Roller</app>
de: <gui>Beenden</gui> - dadurch wird der <app>Archivmanager</app> beendet
ja: <gui>終了</gui> - このオプションは、<app>File Roller</app> を閉じます。

source: <gui>Show the files</gui> - after clicking this the destination folder will be open in <app>Athena</app>
de: <gui>Dateien anzeigen</gui> - der Zielordner wird in <app>Athena</app> angezeigt
ja: <gui>ファイルを表示する</gui> - これをクリックすると <app>Athena</app> で展開先のフォルダーを開きます。

source: <gui>Close</gui> - the dialog will be closed and you will see your archive again
de: <gui>Schließen</gui> - der Dialog wird geschlossen und das Archiv wieder angezeigt
ja: <gui>閉じる</gui> - このダイアログを閉じます。再び、アーカイブを閲覧できます。

source: Change the content of your archive.
de: Den Inhalt Ihres Archivs ändern.
ja: アーカイブの内容の変更

source: Edit an archive
de: Ein Archiv bearbeiten
ja: アーカイブの編集

source: With <app>File Roller</app> you can edit an existing archive by adding new files, removing unwanted ones or by changing their names. You can work with folders in the same way as with files.
de: Der <app>Archivmanager</app> ermöglicht die Bearbeitung vorhandener Archive durch Hinzufügen und Entfernen von Dateien oder durch Ändern der Namen. Gehen Sie mit Ordnern genauso um wie mit Dateien.
ja: <app>File Roller</app> を使えば、新しいファイルの追加、不要なファイルの削除あるいはファイル名の変更によって既存のアーカイブを編集できます。フォルダーについてもファイルと同様に作業できます。

source: Add files
de: Dateien hinzufügen
ja: ファイルの追加

source: Add files to an existing archive by following the instructions on <link xref="archive-create"/> page.
de: Fügen Sie Dateien einem bestehenden Archiv hinzu, indem Sie den Anweisungen auf der Seite <link xref="archive-create"/> folgen.
ja: <link xref="archive-create"/>というページの指示に従って、既存のアーカイブにファイルを追加してください。

source: Remove files
de: Dateien entfernen
ja: ファイルの削除

source: Select the file.
de: Wählen Sie die Datei.
ja: ファイルを選択します。

source: Click <guiseq><gui style="menu">Edit</gui><gui style="menuitem">Delete</gui></guiseq>, or right-click on the selected file, and choose <gui>Delete</gui>.
de: Wählen Sie <guiseq><gui style="menu">Bearbeiten</gui><gui style="menuitem">Löschen</gui></guiseq> oder klicken Sie mit der rechten Maustaste auf die gewählte Datei und wählen Sie <gui>Löschen</gui>.
ja: <guiseq><gui style="menu">編集</gui><gui style="menuitem">削除</gui></guiseq>をクリックするか、選択したファイル上を右クリックして<gui>削除</gui>を選択します。

source: Rename files
de: Dateien umbenennen
ja: ファイル名の変更

source: Click <guiseq><gui style="menu">Edit</gui><gui style="menuitem">Rename…</gui></guiseq>, or right-click on the selected file, and choose <gui>Rename…</gui>.
de: Wählen Sie <guiseq><gui style="menu">Bearbeiten</gui><gui style="menuitem">Umbenennen …</gui></guiseq> oder klicken Sie mit der rechten Maustaste auf die gewählte Datei und wählen Sie <gui>Umbenennen …</gui>.
ja: <guiseq><gui style="menu">編集</gui><gui style="menuitem">名前の変更…</gui></guiseq>をクリックするか、選択したファイル上を右クリックして<gui>名前の変更…</gui>を選択します。

source: A dialog will open. Enter the new file name into the text entry field.
de: Daraufhin öffnet sich ein Fenster. Geben Sie den Namen der neuen Datei in das Textfeld ein.
ja: ダイアログが開きます。文字入力欄に新しいファイル名を入力します。

source: Confirm the name by clicking <gui>Rename</gui>.
de: Bestätigen Sie den Namen durch einen Klick auf <gui>Umbenennen</gui>.
ja: <gui>名前の変更</gui>をクリックして、新しい名前を確定します。

source: Add files or folders to your new archive.
de: Dateien oder Ordner zu Ihrem neuen Archiv hinzufügen.
ja: 新しいアーカイブにファイルやフォルダーを追加
ru: Добавьте файлы или папки в новый архив.

source: Create a new archive
de: Ein neues Archiv erstellen
ja: 新しいアーカイブの作成
ru: Создать новый архив

source: Create a new archive with <app>File Roller</app>, by following these steps:
de: Erstellen Sie ein neues Archiv mit dem <app>Archivmanager</app> wie folgt:
ja: 以下の手順で <app>File Roller</app> を使って新しいアーカイブを作成してください。

source: Click the <gui>Create a new archive</gui> toolbar button, or click <guiseq><gui style="menu">Archive</gui><gui style="menuitem">New…</gui></guiseq>
de: Klicken Sie auf das Symbol <gui>Ein neues Archiv anlegen</gui> in der Werkzeugleiste oder wählen Sie <guiseq><gui style="menu">Archiv</gui><gui style="menuitem">Neu …</gui></guiseq>.
ja: <gui>新しいアーカイブファイルを作成します</gui>というツールバーボタンをクリックするか、<guiseq><gui style="menu">アーカイブ</gui><gui style="menuitem">新規…</gui></guiseq>をクリックします。

source: The file chooser will open. Use it to name your new archive file and choose its location, and click <gui>Create</gui>.
de: Der Dateiwählerdialog wird geöffnet. Geben Sie Ihrer neuen Archivdatei einen Namen, wählen Sie einen Speicherort und klicken Sie auf <gui>Anlegen</gui>.
ja: ファイル選択ダイアログが開く。新しいアーカイブファイルの名前と場所を選択し、<gui>作成</gui>をクリックします。

source: In this dialog you may also choose the type of the file format that you want to use, available extensions should be listed below. By clicking <gui>Other options</gui> you can set a password, or split your new archive into smaller parts. You should specify the size of the volume in <gui>MB</gui>.
de: In diesem Fenster können Sie auch das zu verwendende Dateiformat auswählen. Die verfügbaren Dateierweiterungen werden unten angezeigt. Klicken Sie auf <gui>Erweiterte Einstellungen</gui>, um ein Passwort festzulegen oder das Archiv in kleinere Abschnitte zu unterteilen. Geben Sie die Größe der Teile in <gui>MB</gui> an.
ja: このダイアログでは、利用したいファイル形式の種類も選択することができ、利用可能な拡張子を一覧表示できます。<gui>その他のオプション</gui>をクリックするとパスワードを設定できたり、新しいアーカイブをより小さな部品に分割することができます。分割する容量は、<gui>MB</gui> 単位で指定する必要があります。

source: Add the desired files to your archive by clicking the <gui>Add files to the archive</gui> toolbar button, or by clicking <guiseq><gui style="menu">Edit</gui><gui style="menuitem">Add files…</gui></guiseq>. <app>File Roller</app> also allows you to add whole folders. To do this, click the <gui>Add a folder to the archive</gui> toolbar button, or select <guiseq><gui style="menu">Edit</gui><gui style="menuitem">Add a folder…</gui></guiseq>
de: Fügen Sie die gewünschten Dateien zu Ihrem Archiv hinzu, indem Sie auf das Symbol <gui>Dateien zum Archiv hinzufügen</gui> in der Werkzeugleiste klicken, oder wählen Sie <guiseq><gui style="menu">Bearbeiten</gui><gui style="menu">Dateien hinzufügen …</gui></guiseq>. Der <app>Archivmanager</app> erlaubt auch das Hinzufügen ganzer Ordner. Klicken Sie hierzu in der Werkzeugleiste auf das Symbol <gui>Einen Ordner zum Archiv hinzufügen</gui> oder wählen Sie <guiseq><gui style="menu">Bearbeiten</gui><gui style="menu">Einen Ordner hinzufügen …</gui></guiseq>.
ja: <gui>ファイルをアーカイブへ追加します</gui>というツールバーボタンをクリックするか、<guiseq><gui style="menu">編集</gui><gui style="menuitem">ファイルの追加…</gui></guiseq>をクリックすることにより、望みのファイルを追加します。<app>File Roller</app> を使えば、フォルダー全体を追加することもできます。これを行うには、<gui>フォルダーをアーカイブへ追加します</gui>というツールバーボタンをクリックするか、<guiseq><gui style="menu">編集</gui><gui style="menuitem">フォルダーの追加…</gui></guiseq>を選択します。

source: When you add a folder to your archive, you will be offered some options:
de: Beim Hinzufügen eines Ordners zu Ihrem Archiv stehen Ihnen folgende Optionen zur Verfügung:
ja: アーカイブにフォルダーを追加する際にいくつかのオプションを提示されます。
ru: После добавления папки в архив, приложение предложит некоторые параметры:

source: Whether to include subfolders or not
de: Unterordner einschließen oder nicht
ja: サブフォルダーも含めるかどうか
ru: Включать ли вложенные папки

source: Choose which files should be included
de: Wählen Sie, welche Dateien einbezogen werden sollen
ja: どのファイルを対象とするかの選択
ru: Выберите файлы, которые должны быть включены

source: Select which subfolders or files are to be excluded
de: Wählen Sie, welche Unterordner oder Dateien nicht einbezogen werden sollen
ja: どのサブフォルダーやファイルを除外するかの選択
ru: Выберите вложенные папки или файлы для исключения

source: Once you finish adding files, your archive is ready.
de: Sobald Sie mit dem Hinzufügen von Dateien fertig sind, ist Ihr Archiv bereit.
ja: ファイルの追加が完了すれば、アーカイブは準備完了です。
ru: Архив готов, как только будет завершено добавление файлов.

source: translator-credits
de: Jan Arne Petersen <jpetersen@jpetersen.org>, 2006 Mario Blättermann <mario.blaettermann@gmail.com>, 2008, 2009, 2011, 2012 Christian Kirbach <Christian.Kirbach@googlemail.com>, 2011
ja: Yasumichi Akahoshi <yasumichi@vinelinux.org>, 2012
ru: Юрий Мясоедов <omerta13@yandex.ru>, 2011

source: Marta Bogdanowicz
ru: Марта Богданович (Marta Bogdanowicz)

source: The <gui>File Roller</gui> main window
ru: Главное окно <gui>File Roller</gui>

source: Screenshot of the <app>File Roller</app>
ru: Снимок экрана с <app>File Roller</app>

source: To create a new archive with <app>File Roller</app>, follow these steps:
ru: Чтобы создать новый архив с помощью <app>File Roller</app>, выполните следующее:

source: Click on the icon <gui>Create a new archive</gui> in the toolbar, or select <guiseq><gui>Archive</gui><gui>New…</gui></guiseq>.
ru: Нажмите значок в панели инструментов <gui>Создать новый архив</gui> или выберите <guiseq><gui>Архив</gui><gui>Создать…</gui></guiseq>.

source: Name your new archive file, choose its location and click <gui>Create</gui>.
ru: Дайте имя новому архивному файлу, выберите его местоположение и нажмите <gui>Создать</gui>.

source: In this window you may also choose the type of the file format that you want to use, available extensions should be listed below. By clicking <gui>Other options</gui> you can set a password, or split your new archive into smaller parts. You should specify the size of the volume in <gui>MB</gui>.
ru: В этом окне можно выбрать тип формата файла, доступные расширения должны быть перечислены ниже. Нажав кнопку <gui>Другие параметры</gui> можно установить пароль или разбить новый архив на несколько более мелких частей. Вы должны указать размер тома в <gui>МБ</gui>.

source: Add the desired files to your archive by clicking on the icon <gui>Add files to the archive</gui>, or by selecting <guiseq><gui>Edit</gui><gui>Add files…</gui></guiseq>. <app>File Roller</app> also allows you to add whole folders. To do this, click the icon <gui>Add a folder to the archive</gui>, or select <guiseq><gui>Edit</gui><gui>Add a folder… </gui></guiseq>.
ru: Добавьте файлы в архив с помощью значка <gui>Добавить в архив новые файлы и папки</gui> или выберите <guiseq><gui>Правка</gui><gui>Добавить файлы…</gui></guiseq>. <app>File Roller</app> также позволяет добавлять целые папки. Чтобы добавить одну или несколько папок, нажмите значок <gui>Добавить папку в архив</gui> или выберите <guiseq><gui>Правка</gui><gui>Добавить папку… </gui></guiseq>.
