Repository: SolusOS-discontinued/athena-extensions
Catalog: file-roller-3.4.2/help/*/*.po
Languages: de, ja, ru

source: I have set a password, but it does not protect the whole archive.
de: Ich habe ein Passwort festgelegt, aber es schützt nicht das ganze Archiv.
ja: パスワードを設定したが、アーカイブ全体が保護されていない。

source: Problem setting a password
de: Problem beim Festlegen eines Passworts
ja: パスワード設定時の問題

source: <app>File Roller</app> does not ensure password protection for an existing archive. While working with such an archive, you can only set a password for newly added files. To do this, follow instructions on <link xref="password-protection">Password protection</link> page.
de: Der <app>Archivmanager</app> sichert kein bestehendes Archiv mit einem Passwort. Bei der Arbeit mit einem solchen Archiv können lediglich neu hinzugefügte Dateien mit einem Passwort geschützt werden. Um dies zu tun, folgen Sie den Anweisungen in der Seite <link xref="password-protection">Passwortschutz</link>.
ja: <app>File Roller</app> は既存のアーカイブに対しては、パスワードによる保護を保証しません。既存のアーカイブについて作業している間は、新たに追加されたファイルに対してのみパスワードを設定できます。これを行うには、<link xref="password-protection">パスワードによる保護</link>というページの指示に従ってください。

source: I cannot open an archive.
de: Ich kann kein Archiv öffnen
ja: アーカイブを開けない場合

source: Problem opening an archive
de: Problem beim Öffnen eines Archivs
ja: アーカイブを開く際の問題

source: If you cannot open an existing archive with <app>File Roller</app>, check the format of your file. Some types of archive may require additional plugins, the installation process for these varies between different distributions.
de: Falls Sie mit dem <app>Archivmanager</app> kein vorhandenes Archiv öffnen können, überprüfen Sie das Format Ihrer Datei. Einige Archivtypen erfordern zusätzliche Plugins, wobei sich deren Installationsprozess von Distribution zu Distribution unterscheiden kann.
ja: <app>File Roller</app> で既存のアーカイブを開くことができない場合、そのファイルの形式を確認してください。アーカイブの種類によっては、追加のプラグインを必要とします。インストール手順は、ディストリビューションにより異なります。

source: If <app>File Roller</app> cannot open a recently used archive, it may be that the location of this archive file has changed. See the help page about <link xref="archive-open">opening an archive</link> for further information.
de: Wenn der <app>Archivmanager</app> Ihre zuletzt geöffneten Archive nicht öffnen kann und die Fehlermeldung <gui>Die Datei ist nicht vorhanden</gui> ausgibt, so hat sich gegebenenfalls der Ort des Archivs geändert. In der Hilfeseite zum <link xref="archive-open">Öffnen eines Archivs</link> finden Sie weitere Informationen.
ja: <app>File Roller</app> が最近使用したアーカイブを開くことができない場合、アーカイブファイルの場所が変更されている可能性があります。さらに詳しい情報については、<link xref="archive-open">アーカイブを開く</link>というヘルプページをご覧ください。

source: Check the integrity of an archive
de: Die Integrität Ihres Archivs prüfen.
ja: アーカイブの整合性をテストする

source: Test integrity
de: Integritätsprüfung
ja: 整合性のテスト

source: <app>File Roller</app> allows you to check whether the compressed data in an archive contains any errors. Do this by clicking <guiseq><gui style="menu">Archive</gui><gui style="menuitem">Test Integrity</gui></guiseq>.
de: Mit dem <app>Archivmanager</app> können Sie überprüfen, ob die in einem Archiv enthaltenen gepackten Daten fehlerhaft sind. Wählen Sie hierzu <guiseq><gui style="menu">Archiv</gui><gui style="menuitem">Integritätsprüfung</gui></guiseq>.
ja: <app>File Roller</app> を使えば、アーカイブ内の圧縮データにエラーが含まれているかを検査できます。<guiseq><gui style="menu">アーカイブ</gui><gui style="menuitem">整合性のテスト</gui></guiseq>をクリックして実行します。

source: The dialog with the <gui>Test Result</gui> will pop up. You will see the list of tested files and, at the bottom, there will also be the test summary.
de: Der Dialog mit dem <gui>Testergebnis</gui> wird geöffnet. Sie sehen eine Liste der getesteten Dateien sowie am unteren Rand eine Zusammenfassung des Tests.
ja: <gui>テスト結果</gui>を示すダイアログがポップアップされます。テストしたファイルの一覧を閲覧でき、下部にテストの概要も表示されます。

source: The integrity test verifies that your data is not corrupt.
de: Die Integritätsprüfung untersucht, ob Ihre Daten beschädigt sind.
ja: 整合のテストでは、データが破損していないかを確認します。

source: <app>File Roller</app> has the ability to use various file formats.
de: Der <app>Archivmanager</app> beherrscht verschiedene Dateiformate.
ja: <app>File Roller</app> ではさまざまなファイル形式を利用可能

source: Supported file formats
de: Unterstützte Dateiformate
ja: サポートされている形式

source: The formats support by <app>File Roller</app> include:
de: Die vom <app>Archivmanager</app> unterstützten Formate sind u.a.:
ja: <app>File Roller</app> がサポートする形式

source: Archive only
de: Nur archivieren
ja: アーカイブのみ

source: AIX Small Indexed Archive (<file>.ar</file>)
de: AIX Small Indexed-Archiv (<file>.ar</file>)
ja: AIX Small Indexed アーカイブ (<file>.ar</file>)

source: ISO-9660 CD Disc Image [Read-only mode] (<file>.iso</file>)
de: ISO-9660 CD-Abbild [Nur-Lesen-Modus] (<file>.iso</file>)
ja: ISO-9660 CD ディスクイメージ [読み込み専用] (<file>.iso</file>)

source: Tape Archive File (<file>.tar</file>)
de: Tar-Archiv (<file>.tar</file>)
ja: テープアーカイブファイル (<file>.tar</file>)

source: Archive and compression
de: Archiv und Komprimierung
ja: アーカイブと圧縮

source: Java Archive (<file>.jar</file>)
de: Java-Archiv (<file>.jar</file>)
ja: Java アーカイブ (<file>.jar</file>)

source: WinRAR Compressed Archive (<file>.rar</file>)
de: Mit WinRAR komprimiertes Archiv (<file>.rar</file>)
ja: WinRAR 圧縮アーカイブ (<file>.rar</file>)

source: Tape Archive File compressed with:
de: Tar-Archiv komprimiert mit:
ja: 圧縮されたテープアーカイブファイル

source: Cabinet File (<file>.cab</file>)
de: Cabinet-Datei (<file>.cab</file>)
ja: キャビネットファイル (<file>.cab</file>)

source: ZIP Archived Comic Book (<file>.cbz</file>)
de: Mit ZIP archiviertes Comic Book (<file>.cbz</file>)
ja: ZIP でアーカイブ化されたコミックブック (<file>.cbz</file>)

source: ZIP Archive (<file>.zip</file>)
de: ZIP-Archiv (<file>.zip</file>)
ja: ZIP アーカイブ (<file>.zip</file>)

source: ZOO Compressed Archive File (<file>.zoo</file>)
de: Mit ZOO komprimierte Archivdatei (<file>.zoo</file>)
ja: ZOO 圧縮アーカイブファイル (<file>.zoo</file>)

source: For some file formats, <app>File Roller</app> may require additional plugins.
de: Für einige Dateiformate benötigt der <app>Archivmanager</app> gegebenenfalls zusätzliche Plugins.
ja: ファイル形式によっては、<app>File Roller</app> が追加のプラグインを必要とします。

source: Set the password for your archive.
de: Ein Passwort für Ihr Archiv festlegen.
ja: アーカイブへのパスワードの設定

source: Password protection
de: Passwortschutz
ja: パスワードによる保護

source: <app>File Roller</app> allows you to encrypt an archive with a password only in specific circumstances.
de: Der <app>Archivmanager</app> ermöglicht Ihnen die Verschlüsselung eines Archivs mit einem Passwort nur unter bestimmten Umständen.
ja: <app>File Roller</app> を使えば、指定した状況でのみアーカイブをパスワードにより暗号化できます。

source: Set a password to encrypt data in a new archive by following these steps:
de: Gehen Sie wie folgt vor, um die Daten in einem Archiv zu verschlüsseln:
ja: 新しいアーカイブ内のデータを暗号化するために以下の手順でパスワードを設定します。

source: Start <link xref="archive-create">creating a new archive</link>
de: Erstellen Sie <link xref="archive-create">ein neues Archiv</link>
ja: <link xref="archive-create">新しいアーカイブの作成</link>を開始します。

source: The file chooser will open
de: Der Dateiwähler wird geöffnet
ja: ファイル選択ダイアログが開きます

source: At the bottom of this dialog you can choose the <gui>File Format</gui> and <gui>Other Options</gui>, where you can set a password
de: Am unteren Rand dieses Dialogs können Sie das <gui>Dateiformat</gui> und <gui>Weitere Optionen</gui> wählen, wo Sie auch ein Passwort festlegen können
ja: このダイアログの下部で<gui>ファイル形式</gui>およびパスワードを設定できる<gui>その他のオプション</gui>を選択できます

source: Click <gui>Other Options</gui> and type a password
de: Klicken Sie auf <gui>Weitere Optionen</gui> und geben Sie ein Passwort ein
ja: <gui>その他のオプション</gui>をクリックし、パスワードを入力します

source: You may not be able to type password, because <app>File Roller</app> does not allow this option to be used for all types of archive files, so it is better to choose file format before setting a password.
de: Möglicherweise können Sie kein Passwort eingeben, weil der <app>Archivmanager</app> dies nicht für alle Archivtypen erlaubt. Daher ist es besser, wenn Sie vor dem Festlegen eines Passworts zunächst ein entsprechendes Dateiformat wählen.
ja: <app>File Roller</app> ではすべてのアーカイブ形式でこのオプションが利用できる訳ではないため、パスワードを入力できないかもしれません。そのため、パスワードを設定する前にファイル形式を選択した方が良いです。

source: Type your password into the password field
de: Geben Sie Ihr Passwort in das Passwortfeld ein
ja: パスワード入力欄にパスワードを入力します

source: Continue with <link xref="archive-create"> creating a new archive</link>
de: Setzen Sie die <link xref="archive-create">Erstellung eines neuen Archivs</link> fort
ja: <link xref="archive-create">新しいアーカイブの作成</link>に続きます

source: Protect an existing archive by setting a password:
de: So schützen Sie ein vorhandenes Archiv mit einem Passwort:
ja: パスワードを設定して既存のアーカイブを保護するには

source: Open an archive
de: Ein Archiv öffnen
ja: アーカイブを開く

source: Click <guiseq><gui style="menu">Edit</gui><gui style="menuitem">Password…</gui></guiseq>
de: Klicken Sie auf <guiseq><gui style="menu">Bearbeiten</gui><gui style="menuitem">Passwort …</gui></guiseq>
ja: <guiseq><gui style="menu">編集</gui><gui style="menuitem">パスワード…</gui></guiseq>をクリックします

source: Type password into the password field
de: Geben Sie Ihr Passwort in das Passwortfeld ein
ja: パスワード入力欄にパスワードを入力します

source: If you want to encrypt the list of files tick <gui>Encrypt the file list too</gui>.
de: Falls Sie die Dateiliste verschlüsseln wollen, aktivieren Sie <gui>Dateiliste ebenfalls verschlüsseln</gui>.
ja: ファイルの一覧を暗号化したい場合は、<gui>ファイルの一覧も暗号化する</gui>をチェックしてください。

source: Click <gui style="button">OK</gui> to continue
de: Klicken Sie auf <gui style="button">OK</gui>, um fortzusetzen
ja: 続けるには <gui style="button">OK</gui> をクリックします。

source: <app>File Roller</app> will encrypt only new files which will be added to the archive!
de: Der <app>Archivmanager</app> verschlüsselt nur Dateien, die neu zum Archiv hinzugefügt werden!
ja: <app>File Roller</app> は、アーカイブに追加された新しいファイルのみをアーカイブします!

source: The list of shortcuts in <app>File Roller</app>.
de: Eine Liste der Tastenkombinationen des <app>Archivmanagers</app>.
ja: <app>File Roller</app> のショートカット一覧

source: Keyboard shortcuts
de: Tastenkombinationen
ja: キーボードショートカット

source: Using keyboard shortcuts can help speed up work-flow. In the table below is a list of shortcuts which can be used in <app>File Roller</app>.
de: Mit Tastenkombinationen können Sie Ihre Arbeitsabläufe beschleunigen. In der nachfolgenden Tabelle werden Tastenkombinationen aufgelistet, die Sie im <app>Archivmanager</app> verwenden können.
ja: キーボードショートカットを使うと作業の速度向上を助けます。下の表は、<app>File Roller</app> で使用できるショートカットの一覧です。

source: Create new archive
de: Ein neues Archiv erstellen
ja: 新しいアーカイブの作成

source: Ctrl
de: Strg

source: Extract an archive
de: Ein Archiv entpacken
ja: アーカイブの展開

source: View archive properties
de: Die Archiveigenschaften anzeigen
ja: アーカイブのプロパティを表示

source: Return
de: Eingabetaste

source: Close
de: Schließen
ja: 閉じる

source: Cut
de: Ausschneiden
ja: 切り取り

source: Copy
de: Kopieren
ja: コピー

source: Paste
de: Einfügen
ja: 貼り付け

source: Rename file or folder in an archive
de: Dateien oder Ordner in einem Archiv umbenennen
ja: アーカイブ内のファイルまたはフォルダーの名前を変更

source: Select all
de: Alles auswählen
ja: すべて選択

source: Deselect all
de: Auswahl aufheben
ja: すべて選択解除

source: Shift
de: Umschalttaste

source: Find
de: Suchen
ja: 検索

source: Delete files or folders from an archive
de: Dateien oder Ordner aus einem Archiv löschen
ja: アーカイブからファイルまたはフォルダーを削除

source: Delete
de: Löschen

source: Display the tree view of the folders in the side pane
de: In der Seitenleiste die Ordner in einer Baumansicht anzeigen
ja: サイドペインにフォルダーのツリービューを表示

source: View the content of an archive as a list of files
de: Den Inhalt eines Archivs als Dateiliste anzeigen
ja: ファイルの一覧としてアーカイブの内容を表示

source: View the content of an archive as a folder structure
de: Den Inhalt eines Archivs als Ordnerstruktur anzeigen
ja: フォルダー構造としてアーカイブの内容を表示

source: Stop the operation
de: Den Vorgang abbrechen
ja: 操作の停止

source: Refresh
de: Aktualisieren
ja: 更新

source: View help content
de: Den Inhalt der Hilfe anzeigen
ja: ヘルプの内容を表示

source: @@image: 'figures/file-roller-main-window.png'; md5=133c50bfcf2ac220d3c2c61180f339db
de: Wenn fuzzy, bitte das entsprechende Bild aktualisieren
ja: @@image: 'figures/file-roller-main-window.png'; md5=a8b90b847f062f1511bb2d8adaf3c5c7

source: Introduction to the <app>File Roller</app> archive managing application.
de: Einführung in die Anwendung <app>Archivmanager</app>.
ja: <app>File Roller</app> アーカイブ管理アプリケーションの紹介
ru: Введение в <app>File Roller</app>, приложение управления архивами

source: Introduction
de: Einführung
ja: はじめに
ru: Введение

source: <app>File Roller</app> is an application for managing archives, designed to be easy to use. It provides all the tools necessary for creating, modifying or extracting archives.
de: Der <app>Archivmanager</app> ist eine Anwendung für die Verwaltung von Archiven und ist für eine einfache Bedienung ausgelegt. Ihnen stehen sämtliche zum Erstellen, Ändern oder Entpacken von Archiven notwendigen Werkzeuge zur Verfügung.
ja: <app>File Roller</app> は、アーカイブを管理するためのアプリケーションです。簡単に使えるように設計されています。アーカイブを作成、修正あるいは展開するために必要なツールをすべて提供します。
ru: <app>File Roller</app> — это простое в использовании приложение для управления архивами. Оно предоставляет все необходимые инструменты для создания, изменения архивов, а также извлечения из них данных.

source: An archive is composed of one or more files, along with metadata. It may be encrypted in part or as a whole. By collecting multiple data files together into a single one, archive files are useful for storing data and transferring it between computers.
de: Ein Archiv besteht aus einer oder mehreren Dateien sowie Metadaten. Es kann teilweise oder als Ganzes verschlüsselt werden. Durch Zusammenfassen von mehreren Dateien in einer einzigen Datei können solche Archivdateien die Datenspeicherung und -übertragung zwischen Rechnern vereinfachen.
ja: アーカイブは、メタデータとともに 1 つ以上のファイルから構成されます。一部あるいは全体が暗号化されていることもあります。複数のファイルを 1 つのファイルにまとめることにより、アーカイブファイルはデータの保存やコンピューター間での転送に役立ちます。
ru: Архив состоит из одного или нескольких файлов, а также из метаданных. Архив может быть частично или полностью зашифрован. Файлы архивов полезны для хранения данных, а также при передаче между компьютерами, т. к. один архив может включать в себя множество файлов.

source: With <app>File Roller</app> you can:
de: Mit dem <app>Archivmanager</app> können Sie:
ja: <app>File Roller</app> でできること
ru: С помощью <app>File Roller</app> можно:

source: Create new archive by adding files or folders
de: Ein neues Archiv durch Zusammenstellen von Dateien oder Ordnern erstellen
ja: ファイルやフォルダーを追加して新しいアーカイブを作成
ru: Создавать новые архивые, добавляя в них файлы и папки

source: View the content of the existing archive
de: Den Inhalt eines vorhandenen Archivs anzeigen
ja: 既存アーカイブの内容を表示
ru: Просматривать содержимое существующего архива

source: View a file contained in the archive
de: Eine Datei aus einem Archiv anzeigen
ja: アーカイブ内に含まれるファイルを表示
ru: Просматривать файлы, содержащиеся в архиве

source: Modify existing archives
de: Vorhandene Archive verändern
ja: 既存アーカイブの修正
ru: Измененять существующие архивов

source: Extract files from archive
de: Dateien aus einem Archiv entpacken
ja: アーカイブからファイルを抽出
ru: Извлекать файлы из архива

source: <gui>File Roller</gui> main window
de: Das Hauptfenster des <gui>Archivmanagers</gui>
ja: File Roller のメインウィンドウ

source: Screenshot of the <app>File Roller</app> main window.
de: Bildschirmfoto des <app>Archivmanagers</app>
ja: File Roller のメインウィンドウのスクリーンショット

source: File Roller Archive Manager Help
de: Hilfe zum Archivmanager
ja: File Roller アーカイブマネージャーヘルプ
ru: Справка по менеджеру архивов File Roller

source: Managing archives
de: Verwalten von Archiven
ja: アーカイブの管理
ru: Управление архивами

source: Advanced options
de: Erweiterte Optionen
ja: 高度なオプション

source: Troubleshooting
de: Fehlerbehandlung
ja: トラブルシューティング

source: View an existing archive and its content.
de: Ein bestehendes Archiv und dessen Inhalt einsehen.
ja: 既存のアーカイブとその内容の表示

source: View an archive
de: Ein Archiv ansehen
ja: アーカイブの表示

source: There are two ways of viewing the archive:
de: Es gibt zwei Möglichkeiten, ein Archiv anzusehen:
ja: アーカイブを表示する 2 つの方法

source: View all files
de: Alle Dateien ansehen
ja: 全ファイルの一覧表示

source: To use this view, click <guiseq><gui style="menu">View</gui><gui style="menuitem">View All Files</gui></guiseq>. <app>File Roller</app> will list all files inside the archive. You will see their names, sizes, types, dates of the last modification and locations.
de: Klicken Sie auf <guiseq><gui style="menu">Ansicht</gui><gui style="menuitem">Alle Dateien anzeigen</gui></guiseq>, um diese Ansicht zu verwenden. Der <app>Archivmanager</app> listet daraufhin alle Dateien des Archivs auf. Die Namen, Dateigrößen, Typen, letzten Änderungsdaten und Orte werden angezeigt.
ja: この表示を利用するには、<guiseq><gui style="menu">表示</gui><gui style="menuitem">全ファイルの一覧表示</gui></guiseq>をクリックします。<app>File Roller</app> はアーカイブ内のすべてのファイルを一覧表示します。すべてのファイルの名前、サイズ、種類、更新日時および場所を確認できます。

source: You may use these column headings mentioned above (name, size…) to sort the files in your archive. Do this by clicking on them, and click the same one again to sort in reverse order.
de: Verwenden Sie die zuvor genannten Spaltenbeschriftungen (Name, Größe usw.), um die Dateien in Ihrem Archiv zu sortieren. Klicken Sie dazu auf die Beschriftung. Ein weiterer Mausklick sortiert in umgekehrter Reihenfolge.
ja: (名前、サイズ…と書かれた)列見出しを使えば、アーカイブ内のファイルを並び替えることができます。列見出しをクリックすることで並び替えを行え、同じ列見出しを再度クリックすると逆順に並び替えることができます。

source: View as a folder
de: Als Ordner betrachten
ja: フォルダー形式で表示

source: This view displays the classic directory structure. To use this, click <guiseq><gui style="menu">View</gui><gui style="menuitem">View as a Folder</gui></guiseq>.
de: Diese Ansicht stellt die klassische Ordnerstruktur dar. Aktivieren Sie diese über <guiseq><gui style="menu">Ansicht</gui><gui style="menuitem">Als Ordner anzeigen</gui></guiseq>.
ja: この表示は、伝統的なディレクトリ構造で表示します。この表示を利用するには、<guiseq><gui style="menu">表示</gui><gui style="menuitem">フォルダー形式で表示</gui></guiseq>をクリックします。

source: While viewing your archive in this way, press <key>F9</key>, or click <guiseq><gui style="menu">View</gui><gui style="menuitem">Folders</gui></guiseq> option. You will see a tree view of the folders in the side pane. It allows you to navigate easily between folders.
de: Drücken Sie beim Anzeigen Ihres Archivs <gui style="button">F9</gui> oder wählen Sie <guiseq><gui style="menu">Ansicht</gui><gui style="menuitem">Ordner</gui></guiseq>. Daraufhin wird eine Baumansicht der Ordner in der Seitenleiste eingeblendet. Nutzen Sie diese, um bequem zwischen Ordnern zu wechseln.
ja: この方法でアーカイブを表示している間に <key>F9</key> を押すか、<guiseq><gui style="menu">表示</gui><gui style="menuitem">フォルダー</gui></guiseq>を押してください。サイドペインにフォルダーがツリー表示されます。これにより、簡単にフォルダー間を移動できます。

source: Open files in your archive
de: Dateien in Ihrem Archiv öffnen
ja: アーカイブ内のファイルを開く

source: Open files, which are in you archive by double-clicking the file name, or right-click on the file name and select <gui>Open</gui>. <app>File Roller</app> will open the file with the default application for that file type.
de: Öffnen Sie Dateien aus Ihrem Archiv, indem Sie zweimal auf den Dateinamen klicken, oder klicken Sie mit der rechten Maustaste auf den Dateinamen und wählen Sie <gui>Öffnen</gui>. Der <app>Archivmanager</app> öffnet daraufhin die Datei mit der voreingestellten Anwendung für diesen Dateityp.
ja: アーカイブ内のファイル名をダブルクリックするか、ファイル名上を右クリックして<gui>開く</gui>を選択するとファイルが開きます。<app>File Roller</app> は、ファイルの種類に応じてデフォルトのアプリケーションでファイルを開きます。

source: Open the file with different application by following these steps:
de: Öffnen Sie die Datei mit verschiedenen Anwendungen wie folgt:
ja: 以下の手順を踏むことで別のアプリケーションでファイルを開くことができます。

source: Select the file
de: Die Datei wählen
ja: ファイルを選択

source: Right-click
de: Klick mit der rechten Maustaste
ja: 右クリック

source: Click <gui>Open With…</gui>
de: Klicken Sie auf <gui>Öffnen mit …</gui>
ja: <guibutton>別のアプリで開く…</guibutton>をクリック

source: @@image: 'figures/file-roller-open-recent.png'; md5=56d69ff2cb369cc5b0b85d5dde11018e
de: Original verwenden

source: Open an existing archive.
de: Ein vorhandenes Archiv öffnen.
ja: 既存のアーカイブを開く

source: Open an existing archive with <app>File Roller</app> in the following ways:
de: Öffnen Sie ein bestehendes Archiv mit dem <app>Archivmanager</app> wie folgt:
ja: 以下の方法で <app>File Roller</app> を使って既存のアーカイブを開きます。

source: Click the toolbar button <gui>Open</gui>.
de: Klicken Sie auf den Knopf <gui>Öffnen</gui>.
ja: <gui>開く</gui>というツールバーボタンをクリックします。

source: Click <guiseq><gui style="menu">Archive</gui><gui style="menuitem">Open…</gui></guiseq>
de: Klicken Sie auf <guiseq><gui style="menu">Archiv</gui><gui style="menuitem">Öffnen …</gui></guiseq>
ja: <guiseq><gui style="menu">アーカイブ</gui><gui style="menuitem">開く…</gui></guiseq>をクリックします。

source: You may also use the <gui>Open Recent</gui> option in the following ways:
de: Sie können auch die Option <gui>Zuletzt geöffnet</gui> wie folgt verwenden:
ja: 以下の方法で<gui>最近開いたアーカイブ</gui>という選択肢を利用することもできます。

source: Click the <media type="image" mime="image/png" src="figures/file-roller-open-recent.png"> Open a recently used archive</media> toolbar button and select a file.
de: Klicken Sie auf den Knopf <media type="image" mime="image/png" src="figures/file-roller-open-recent.png">Ein zuletzt geöffnetes Archiv öffnen</media> und wählen Sie eine Datei.
ja: <media type="image" mime="image/png" src="figures/file-roller-open-recent.png">最近使用したアーカイブ</media>のようなツールバーボタンをクリックしてファイルを選択します。

source: Click <guiseq><gui style="menu">Archive</gui><gui style="menuitem">Open Recent</gui></guiseq> to see the list of recently used archives.
de: Wählen Sie <guiseq><gui style="menu">Archiv</gui><gui style="menuitem">Zuletzt geöffnet</gui></guiseq>, um die Liste zuletzt verwendeter Archive zu sehen.
ja: <guiseq><gui style="menu">アーカイブ</gui><gui style="menuitem">最近開いたアーカイブ</gui></guiseq>をクリックして最近使用したアーカイブの一覧を表示します。

source: If <app>File Roller</app> cannot open your recently used archive, and shows the error message <gui>The file doesn't exist</gui>, it may be that the location of the archive file has changed. Then, you may use <gui>Open</gui> option to search for it.
de: Wenn der <app>Archivmanager</app> Ihre zuletzt geöffneten Archive nicht öffnen kann und die Fehlermeldung <gui>Die Datei ist nicht vorhanden</gui> ausgibt, so hat sich gegebenenfalls der Ort des Archivs geändert. Verwenden Sie dann <gui>Öffnen</gui>, um danach zu suchen.
ja: <app>File Roller</app> が最近使用したアーカイブを開くことができず、<gui>ファイルが存在しません</gui>というエラーメッセージを表示した場合、アーカイブファイルの場所が変更されている可能性があります。その場合、<gui>開く</gui>というメニューを利用してファイルを探してください。

source: Specify your preferences for archive extraction.
de: Einstellungen für das Entpacken von Archiven
ja: アーカイブ展開に関する好みを指定

source: Advanced options for archive extracting
de: Fortgeschrittene Optionen zum Entpacken von Archiven
ja: アーカイブ展開に関する高度なオプション

source: <app>File Roller</app> offers different options while extracting an archive. You can see these options in the file chooser dialog, which you use for choosing the location for extracted files. At the bottom of this dialog, you can decide if you want to extract:
de: Der <app>Archivmanager</app> bietet verschiedene Optionen für das Entpacken eines Archivs. Sie sehen diese Optionen im Dateiauswahldialog, welcher für die Wahl des Ortes der entpackten Dateien verwendet wird. Am unteren Rand dieses Dialogs können Sie Folgendes auswählen:
ja: <app>File Roller</app> は、アーカイブを展開する際に様々なオプションを提示します。ファイル選択ダイアログ内に、ファイルを展開する場所を選択するのに利用できるオプションが表示されます。このダイアログの下部で展開する方法を決定できます。

source: All files
de: Alle Dateien
ja: すべてのファイル

source: the whole archive will be extracted
de: Das ganze Archiv wird entpackt
ja: アーカイブのすべてが展開されます。

source: Selected files
de: Ausgewählte Dateien
ja: 選択したファイル
